<template>
    <div class="container">
        <div class="row" style="background: linear-gradient(135deg, #FF3E95 0%, #5AC2EF 100%);height: 85vh;">
            <div class="col-9 mx-auto mt-5 vertical-scrollable">
                <div class="detail-policy mx-3 my-3">
                    <h4><b>นโยบายความเป็นส่วนตัวของข้อมูล (Privacy Policy)</b></h4>
                    <p >เว็บไซต์ของเรา asdasd เคารพสิทธิความเป็นส่วนตัวของผู้ใช้ทุกคนที่เข้าเว็บไซต์ของเรา
                        จึงขอชี้แจงให้ท่านทราบเกี่ยวกับการใช้งานข้อมูลส่วนบุคคลของท่าน</p>
                    <p >ประกาศนโยบายความเป็นส่วนตัวนี้ใช้สำหรับบุคคลดังต่อไปนี้</p>
                    <ul >
                        <li >ผู้ให้บริการหรือเจ้าของเว็บไซต์ ต่อไปนี้จะเรียกว่า asdasd</li>
                        <li >ผู้เยี่ยมชมเว็บไซต์ คือ ผู้ที่เปิดหน้าเว็บไซต์ หรือ อ่านข้อมูลบนหน้าเว็บไซต์
                            asdasd ไม่ว่าจะเป็นหน้าใดก็ตาม</li>
                        <li >ผู้ใช้บริการเว็บไซต์ ได้แก่ สมัครสมาชิกกับระบบเว็บไซต์</li>
                    </ul>
                    <p >เว็บไซต์ asdasd ได้กำหนดนโยบายเกี่ยวกับข้อมูลส่วนบุคคลเพื่อยกระดับมาตรฐาน
                        ความปลอดภัย ของข้อมูลส่วนบุคคล ของผู้เยี่ยมชม และ ผู้ใช้บริการเว็บไซต์ให้ดียิ่งขึ้น และ
                    เพื่อให้สอดคล้องกับพระราชบัญญัติ คุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562</p>
                <p >ดังนั้น เราขอแนะนำให้ท่านอ่านนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้
                    เพื่อเรียนรู้และเข้าใจหลักปฏิบัติที่เว็บไซต์ asdasd ยึดถือในการปฏิบัติต่อข้อมูลส่วนบุคคลของท่าน</p>
                <h4><b>วัตถุประสงค์ของการจัดเก็บข้อมูลส่วนบุคคล</b></h4>
                <p >asdasd เก็บข้อมูลส่วนบุคคลของท่านตามวัตถุประสงค์ ของการดำเนินงานเว็บไซต์ดังนี้</p>
                <ul >
                    <li >เพื่อใช้ในกิจกรรมทางการตลาดออนไลน์ และ การโฆษณา</li>
                    <li >เพื่อใช้ในวิเคราะห์ข้อมูลผู้เยี่ยมชมเว็บไซต์ และ วิจัยทางการตลาด</li>
                    <li >เพื่อใช้ตรวจสอบผู้ใช้บริการเว็บไซต์ ที่ต้องการเข้าสู่ระบบเว็บไซต์</li><!---->
                    <li >เพื่อใช้เป็นข้อมูลในการติดต่อกลับผู้ใช้บริการเว็บไซต์</li>
                    <li >เพื่อใช้ตรวจสอบและรักษาความปลอดภัยของระบบเว็บไซต์</li>
                    <li >เพื่อใช้ในการพัฒนาเว็บไซต์ และ
                        มอบประสบการณ์เฉพาะบุคคลใหักับผู้เยี่ยมชมเว็บไซต์</li><!---->
                </ul>
                <h4><b>ข้อมูลส่วนบุคคลที่เว็บไซต์ asdasd จัดเก็บ</b></h4>
                <p >เว็บไซต์ asdasd จัดเก็บข้อมูลส่วนบุคคลของท่าน ผ่านการใช้บริการเว็บไซต์ และ
                    การลงทะเบียนโดยข้อมูลที่เราจัดเก็บมีดังนี้</p>
                <ul >
                    <li >ชื่อ - นามสกุล ของผู้ใช้บริการเว็บไซต์</li>
                    <li >อีเมล ของผู้ใช้บริการเว็บไซต์</li>
                    <li >ข้อมูลสำหรับเข้าสู่ระบบเว็บไซต์ ได้แก่
                        ชื่อผู้ใช้งานที่ผู้ใช้บริการเว็บไซต์ตั้งขึ้น หรือ ระบบสร้างให้อัตโนมัติ และ
                        รหัสผ่านที่ผู้ใช้บริการเว็บไซต์ตั้งขึ้น</li><!----><!---->
                    <li >เบอร์โทรศัพท์ ของผู้ใช้บริการเว็บไซต์</li>
                    <li >วันเดือนปีเกิด ของผู้ใช้บริการเว็บไซต์</li><!----><!----><!---->
                </ul>
                <h4 >การใช้งานคุกกี้บนเว็บไซต์ asdasd</h4>
                <p >เว็บไซต์ asdasd มีการใช้งานคุกกี้ เพื่อวัตถุประสงค์ทางการดำเนินงานของเว็บไซต์
                    ท่านสามารถศึกษาข้อมูลเพิ่มเติมเกี่ยวกับ นโยบายการใช้งานคุกกี้บนเว็บไซต์ asdasd ได้จาก
                    นโยบายการใช้คุกกี้ (Cookie Policy) ของเรา</p><!----><!----><!----><!----><!---->
                <h4><b>สิทธิของเจ้าของข้อมูลส่วนบุคคล</b></h4>
                <ul >
                    <li >ผู้ใช้บริการเว็บไซต์มีสิทธิ์ที่จะขอลบข้อมูล ที่ลงทะเบียนอยู่ในระบบ
                        โดยสามารถแจ้งความประสงค์ในการลบข้อมูลได้ ตามช่องทางติดต่อในหัวข้อการติดต่อในนโยบายนี้</li>
                    <li >ผู้เยี่ยมชมเว็บไซต์ สามารถปฎิเสธ การใช้งานคุกกี้ ได้จาก
                        หน้าต่างแจ้งเตือนการใช้งานคุกกี้ ที่หน้าเว็บไซต์</li>
                    <li >ผู้เยี่ยมชมเว็บไซต์ สามารถลบข้อมูลคุกกี้ทั้งหมด
                        ได้จากเว็บบราวเซอร์ที่ผู้เยี่ยมชมเว็บไซต์ ใช้งาน โดยท่านสามารถศึกษาวิธีการลบคุกกี้
                        ออกจากเว็บบราวเซอร์ จากเว็บไซต์ของผู้พัฒนาเว็บบราวเซอร์นั้น</li>
                </ul>
                <h4><b>ความปลอดภัยของข้อมูลส่วนบุคคล</b></h4>
                <p >เว็บไซต์ asdasd ให้ความสำคัญกับข้อมูลส่วนตัวของท่าน
                    และจะใช้มาตรการที่มีประสิทธิภาพเพื่อคุ้มครองข้อมูลของท่านให้ปลอดภัยอยู่เสมอ ดังนั้น
                    เราจึงได้ใช้เทคโนโลยี และกำหนดนโยบายต่างๆ ขึ้นมา
                    โดยมีวัตถุประสงค์ที่จะคุ้มครองข้อมูลส่วนตัวของท่านให้ปลอดภัยจากการลักลอบเข้าถึงข้อมูลโดยไม่ได้รับอนุญาต
                    และจากการนำข้อมูลไปใช้ในทางที่ไม่เหมาะสม เราจะใช้เทคโนโลยีใหม่ที่สามารถหาได้ ณ
                    ขณะที่เราพัฒนาเว็บไซต์ เพื่อปรับปรุงมาตรการเหล่านี้ให้มีประสิทธิภาพมากยิ่งขึ้นในเวลาอันสมควร </p>
                <p >บนเว็บไซต์ asdasd อาจจะมีลิงก์เชื่อมโยงไปยังเว็บไซต์อื่นๆ
                    หรือท่านอาจใช้ลิงก์ในเว็บไซต์อื่นเพื่อเข้ามาในเว็บไซต์ของเรา เราขอให้ท่านเข้าใจว่า เว็บไซต์ asdasd
                    ไม่สามารถที่จะรับผิดชอบต่อนโยบาย
                    และวิธีการปฏิบัติเกี่ยวกับการคุ้มครองความเป็นส่วนตัวของเว็บไซต์อื่นๆได้ ดังนั้นขอให้ท่านศึกษา นโยบาย
                    และ แนวทางปฏิบัติเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล ของเว็บไซต์ ที่ท่านเยี่ยมชม
                    ก่อนและหลังเยี่ยมชมเว็บไซต์ของเราผ่านลิงก์เชื่อมโยงบนเว็บไซต์ด้วย</p>
                <p >อย่างไรก็ตามเว็บไซต์ asdasd ไม่สามารถที่จะควบคุมดูแล
                    หรือรับผิดชอบต่อการใช้ข้อมูลส่วนตัวโดยบุคคลภายนอก หรือ องค์กรภายนอก
                    ที่ได้รับข้อมูลจากท่านผ่านทางเว็บไซต์นี้ เราจึงขอแนะนำให้ท่านพิจารณา
                    การยอมรับหรือการปฏิเสธการใช้งานคุกกี้ จากบุคคลที่สาม
                    ตามที่เราได้แจ้งข้างต้นถึงสิทธิที่ท่านสามารถปฏิเสธการใช้งานคุกกี้เหล่านี้ได้ด้วยตนเอง</p>
                <h4><b>ท่านจะติดต่อ asdasd และเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล ได้อย่างไร</b></h4>
                <p >หากท่านมีข้อเสนอแนะ หรือต้องการสอบถามข้อมูลเกี่ยวกับรายละเอียดการเก็บรวบรวม ใช้
                    และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน รวมถึงการขอใช้สิทธิตามนโยบายฉบับนี้ ท่านสามารถติดต่อ
                    ผ่านช่องทางต่อไปนี้</p>
                <ul>
                    <li ><a href="-">Facebook: asdasd</a></li>
                    <li ><a href="-">Twitter: asdasd</a></li>
                </ul>
                <p>จัดทำนโยบายโดย asdasdas (asdasd)</p>
            </div>
        </div>
    </div>
</div></template>
<style>@import "../../assets/css/policy.css";</style>
<script>

</script>
